const words = [
  ["江南", 1],
  ["乌镇", 2],
  ["儿时", 20],
  ["入园", 8],
  ["长大", 9],
  ["happy", 10],
  ["音乐喷泉", 1],
  ["门票", 33],
  ["江南", 1],
  ["乌镇", 2],
  ["玩耍", 12],
  ["风景", 4],
  ["六月", 5],
  ["江南", 1],
  ["乌镇", 2],
  ["儿时", 20],
  ["入园", 8],
  ["长大", 9],
  ["happy", 10],
  ["音乐喷泉", 1],
  ["门票", 33],
  ["江南", 1],
  ["乌镇", 2],
  ["玩耍", 12],
  ["风景", 4],
  ["六月", 5]
]

Page({

  /**
   * 页面的初始数据
   */
  data: {
    words: words.map(item => {
      item[1] = item[1] + 12
      return item;
    })
  }
})